[
  {
    "ID": 1,
    "Title": "Mick Fanning surfs the Eisbach River wave in Munich",
    "Text": "Mick Fanning: he loved the Eisbach River wave | Photo: Wilson/Red Bull\nThree-time world champion Mick Fanning went surfing at the Eisbach River, in Munich, Germany.\n\nThe Australian surfer, who is set to compete at the Quiksilver Pro France, decided to visit Germany, enjoy the legendary local river wave, and taste a few beers during the iconic Oktoberfest.\n\nThe Eisbach River wave is a one-meter standing wave that breaks in cold and 40-centimeter deep waters, close to a small bridge and near the Haus der Kunst art museum.\n\nFanning \"paddled out\" with a few local surfers, and it only took him a few minutes to get used to the ride and the flow.\n\n\"It's good fun. Not too cold. It's so different to an ocean wave. The boards are so much smaller than sea surfing with two side fins and a guitar pick in the back. Your weight transition is different,\" explained Fanning.\n\n\"With a normal wave, you have a wave pushing you, where here you sort of you're fighting against the wave, sort of like snowboarding.\"\n\nThe Eisbach River wave was first ridden in 1972 with a rope, but surfing on the river has only been officially permitted since 2010. For more about the local hardcore wave riding community, watch \"Keep Surfing.\"",
    "Image": "fanningeisbach.jpg",
    "Video": "Mick-Fanning-surfs-in-Munich.mp4"
  },
  {
    "ID": 2,
    "Title": "A guide to Surfing in Sri Lanka",
    "Text": "Sri Lanka. Impossible beauty, unreal waves and local soul. Beginner friendly? Sort of.\n\nRavaged by tsunamis and war in the not-so-distant past, Sri Lanka has emerged in recent years as a safe, peaceful country to visit. Lauded by travel agents as a “hidden gem”.\nWhat is Sri Lanka like?\n\nBefore going there, I thought of a remote paradise. Handfuls of locals in white dress, temples and tumbledown buildings. I imagined a kind of surf adventure into new territory.\n\nIt didn’t take long to realise that my wistful version of Sri Lanka, fuelled by surf films, glossy magazines and nostalgic friends, wasn’t the whole truth\n\nThe Gem Of The Indian Ocean is a stunner. There’s no denying it. The water is crystal blue, the soft beaches, lined with palm trees, are chalk-white and the sunsets are something else.\n\nYou get a similar version of that famous ‘assault on the senses’ in India, but it’s a softer blow.\n\n“En’sha’Allah” said a Swiss guy when we frantically stabbed at our map and asked for transport help when we first landed in Colombo. “I’ve lived here for 15 years and if there’s one thing I’ve learned it’s that Sri Lanka moves at its own pace.”\n\nAfter shrugging off the cobwebs of long haul travel we caught a lazy drift of sweetness in the air. Our senses bounced with the cacophony of colours, sounds and smells. Scents of spices and seafood from the road-side grills, the rhythmic swaying of the tropical bush, the thrum of waves on the sandy beaches.\n\nIt was also a surfer’s paradise.\n\nWhy is surfing in Sri Lanka so popular?\n\nWe’re talking all kinds of breaks. Waves for absolute beginners, amateurs and pros, rights, lefts, lazy longboard lumps, snappy performance peaks, reefs, points, beachies. You name it. Warm water too, not a wetsuit in sight! We also found that elusive dream for watermen around the world: predictability.\n\nA country perpetually in monsoon, Sri Lanka has the bittersweet reliability of wet and dry seasons. The wet season shuffles between the East (Oct-Jan) and the South West (May-Aug). With the wind moving like clockwork in the dry season, the schedule writes itself. Dawn patrol, lazing in the shade through the heat of the day, then a sunset session.\n\nAs we travelled along we heard more and more that Arugum Bay, the world famous spot in the East, had completely shut down. The best surf we’d have during our month in the country would be nearby. So we stayed on the South coast, east of Galle, where we found a concentrated run of dozens of breaks clumped together.\n\nWhere to surf in Southern Sri Lanka\n\nLearners:\n\nWeligama. A beachbreak lined up with a dozen or more surf schools, the beginner’s haven. Although there are a lot of other quality waves nearby, this is the perfect place for learners thanks to endless white water and enough space to safely start progressing on to open waves.\n\nWhen we were there it was handling about shoulder height on the outside sandbars. There could be some really nice rides hidden between the close outs.\n\nBeginners:\n\nMeddawatta, SK Town. Another beach break. This stretch of sand has plenty of peaks up and down it’s length and I’d say it’s the best place to head to when you’ve moved on to green waves. Be warned, if you’re travelling with a non-surfer they’ll get bored quickly. Aside form a surf camp and the odd hotel up the road, there’s not much else going on here. We stayed at “Neutral Wind”. Quirky hosts, decent room rates and surfboards for rent. Say no more!\n\nIntermediates:\n\nMidigama, home of the backpacking surfer. You can get to most of the well-known spots anywhere between a 5 minute walk and 25 minutes on a scooter from here. Ranging from the well documented Rams Right and The Rock (pipped by the locals as Sri Lanka’s best wave after Arugam Bay) to Lazy Left (barrels when the timing’s right), Lazy Right (longboards ho!) and Plantation. There’s even a sketchy looking bowl making “Midigama Skate Park”.\n\nFollow the goat tracks through the palms further up the coast to check out more secluded spots.\n\nMirissa. Party beach at night thanks to the piles of cafe-come-nightclubs. There’s a right hand reef at the Westernmost end, wrapping around a rocky outcrop, easily handling 6ft. One of the more popular waves, there were about a dozen people in the water at a time.\n\nIt’s called “Urchin Feast” by the locals, with good reason. Don’t head straight out unless you want to get spiked. Go as far right as you can and pick your way through the rocks until you can paddle out. There’s also a bare naked reef. Watch it on the inside!\n\nSearching for new surf spots\n\nThere was a tendency to just let the days melt away (and they did), but when we got moving we surfed all kinds of different waves. Armed with a rented scooter – the only way to get around if you want to go wave hunting – we found loads of easily accessible un-crowded spots. The harder we searched, the quieter the line ups.\n\nEven without the amazing surf, if I’d have taken my camera out into the water instead of my board I’d have snagged some of the best photos of my life.",
    "Image": "Surfing-in-Sri-Lanka.jpg"
  },
  {
    "ID": 3,
    "Title": "Soul Surfer",
    "Text": "It came, literally, out of the blue.\n\nI had no warning at all; not even the slightest hint of danger on the horizon. The waves were small and inconsistent, and I was just kind of rolling along with them, relaxing on my board with my left arm dangling in the cool water. I remember thinking, \"I hope the surf picks up soon...\"\n\nThat's all it took: a split second. I felt a lot of pressure and a couple of lightning fast tugs. Then I watched in shock as the water around me turned bright red. Somehow, I stayed calm. My left arm was gone almost to the armpit, along with a huge crescent-shaped chunk of my red, white and blue surfboard...\n\nI remember most clearly what the Kauai paramedic said to me in the ambulance: He spoke softly and held my hand as we were pulling out of the beach parking lot. He whispered in my ear, \"God will never leave you or forsake you.\" He was right.\n\nI believe in God. Nobody made me believe; I don't think you can or should try to force someone to believe something. And even though my parents taught me stuff about God and read Bible stories to me from as early as I can remember... it was my choice to become a believer in Him. The way I see it, putting our faith in God is something that each person has to come to on his or her own. It's your own personal relationship with Him; a bond that's as unique as a fingerprint.\n\nSome people don't think much about this kind of stuff unless something terrible happens to them, or like my parents, until they are older. But I can remember putting my trust in Jesus Christ when I was just a kid, probably around five years old.\n\nWhen people ask me what my faith in Christ means to me, I usually answer in just one word: \"everything!\" This was true before the shark attack as well as after. And I truly believe that this faith is a big part of what did get me through it. It helps to know that even when you don't have a clue why something has happened in your life, someone up there has a master plan and is watching over you. It's a tremendous relief to be able to put your trust in God and take the burden off your shoulders.\n\nMy plans to be a professional surfer got hit pretty hard on that Halloween morning. It was my own personal tsunami. In the days, weeks, and months that followed I had a lot of cleaning up to do. Often, it was scary or trying. And I won't lie to you: in some ways it still is. I've worked really hard to become a pro surfer, and am now competing with the best women surfers in the world.\n\nBut for me, knowing that God loves me and that he has a plan for my life, that no shark can take away and no contest result can shake, is like having solid rock underneath me. Bad things are bound to happen to everyone. That's life. Here's my advice: don't put all your hope and faith into something that could suddenly and easily disappear. And honestly, that's almost anything. The only thing that will never go away, that will never fail you, is God and your faith in him. All I can say is He gives me a really strong foundation for everything I do in life.",
    "Image": "soul-surfer.jpg",
    "Video": "Soul-Surfer.mp4"
  }
]
