[
  {
    "ID": 1,
    "Title": "Mick Fanning surfs the Eisbach River wave in Munich",
    "Text": "Mick Fanning: he loved the Eisbach River wave | Photo: Wilson/Red Bull\nThree-time world champion Mick Fanning went surfing at the Eisbach River, in Munich, Germany.\n\nThe Australian surfer, who is set to compete at the Quiksilver Pro France, decided to visit Germany, enjoy the legendary local river wave, and taste a few beers during the iconic Oktoberfest.\n\nThe Eisbach River wave is a one-meter standing wave that breaks in cold and 40-centimeter deep waters, close to a small bridge and near the Haus der Kunst art museum.\n\nFanning \"paddled out\" with a few local surfers, and it only took him a few minutes to get used to the ride and the flow.\n\n\"It's good fun. Not too cold. It's so different to an ocean wave. The boards are so much smaller than sea surfing with two side fins and a guitar pick in the back. Your weight transition is different,\" explained Fanning.\n\n\"With a normal wave, you have a wave pushing you, where here you sort of you're fighting against the wave, sort of like snowboarding.\"\n\nThe Eisbach River wave was first ridden in 1972 with a rope, but surfing on the river has only been officially permitted since 2010. For more about the local hardcore wave riding community, watch \"Keep Surfing.\"",
    "Image": "fanningeisbach.jpg",
    "Video": "Mick-Fanning-surfs-in-Munich.mp4"
  },
  {
    "ID": 2,
    "Title": "A guide to Surfing in Sri Lanka",
    "Text": "Sri Lanka. Impossible beauty, unreal waves and local soul. Beginner friendly? Sort of.\n\nRavaged by tsunamis and war in the not-so-distant past, Sri Lanka has emerged in recent years as a safe, peaceful country to visit. Lauded by travel agents as a “hidden gem”.\nWhat is Sri Lanka like?\n\nBefore going there, I thought of a remote paradise. Handfuls of locals in white dress, temples and tumbledown buildings. I imagined a kind of surf adventure into new territory.\n\nIt didn’t take long to realise that my wistful version of Sri Lanka, fuelled by surf films, glossy magazines and nostalgic friends, wasn’t the whole truth\n\nThe Gem Of The Indian Ocean is a stunner. There’s no denying it. The water is crystal blue, the soft beaches, lined with palm trees, are chalk-white and the sunsets are something else.\n\nYou get a similar version of that famous ‘assault on the senses’ in India, but it’s a softer blow.\n\n“En’sha’Allah” said a Swiss guy when we frantically stabbed at our map and asked for transport help when we first landed in Colombo. “I’ve lived here for 15 years and if there’s one thing I’ve learned it’s that Sri Lanka moves at its own pace.”\n\nAfter shrugging off the cobwebs of long haul travel we caught a lazy drift of sweetness in the air. Our senses bounced with the cacophony of colours, sounds and smells. Scents of spices and seafood from the road-side grills, the rhythmic swaying of the tropical bush, the thrum of waves on the sandy beaches.\n\nIt was also a surfer’s paradise.\n\nWhy is surfing in Sri Lanka so popular?\n\nWe’re talking all kinds of breaks. Waves for absolute beginners, amateurs and pros, rights, lefts, lazy longboard lumps, snappy performance peaks, reefs, points, beachies. You name it. Warm water too, not a wetsuit in sight! We also found that elusive dream for watermen around the world: predictability.\n\nA country perpetually in monsoon, Sri Lanka has the bittersweet reliability of wet and dry seasons. The wet season shuffles between the East (Oct-Jan) and the South West (May-Aug). With the wind moving like clockwork in the dry season, the schedule writes itself. Dawn patrol, lazing in the shade through the heat of the day, then a sunset session.\n\nAs we travelled along we heard more and more that Arugum Bay, the world famous spot in the East, had completely shut down. The best surf we’d have during our month in the country would be nearby. So we stayed on the South coast, east of Galle, where we found a concentrated run of dozens of breaks clumped together.\n\nWhere to surf in Southern Sri Lanka\n\nLearners:\n\nWeligama. A beachbreak lined up with a dozen or more surf schools, the beginner’s haven. Although there are a lot of other quality waves nearby, this is the perfect place for learners thanks to endless white water and enough space to safely start progressing on to open waves.\n\nWhen we were there it was handling about shoulder height on the outside sandbars. There could be some really nice rides hidden between the close outs.\n\nBeginners:\n\nMeddawatta, SK Town. Another beach break. This stretch of sand has plenty of peaks up and down it’s length and I’d say it’s the best place to head to when you’ve moved on to green waves. Be warned, if you’re travelling with a non-surfer they’ll get bored quickly. Aside form a surf camp and the odd hotel up the road, there’s not much else going on here. We stayed at “Neutral Wind”. Quirky hosts, decent room rates and surfboards for rent. Say no more!\n\nIntermediates:\n\nMidigama, home of the backpacking surfer. You can get to most of the well-known spots anywhere between a 5 minute walk and 25 minutes on a scooter from here. Ranging from the well documented Rams Right and The Rock (pipped by the locals as Sri Lanka’s best wave after Arugam Bay) to Lazy Left (barrels when the timing’s right), Lazy Right (longboards ho!) and Plantation. There’s even a sketchy looking bowl making “Midigama Skate Park”.\n\nFollow the goat tracks through the palms further up the coast to check out more secluded spots.\n\nMirissa. Party beach at night thanks to the piles of cafe-come-nightclubs. There’s a right hand reef at the Westernmost end, wrapping around a rocky outcrop, easily handling 6ft. One of the more popular waves, there were about a dozen people in the water at a time.\n\nIt’s called “Urchin Feast” by the locals, with good reason. Don’t head straight out unless you want to get spiked. Go as far right as you can and pick your way through the rocks until you can paddle out. There’s also a bare naked reef. Watch it on the inside!\n\nSearching for new surf spots\n\nThere was a tendency to just let the days melt away (and they did), but when we got moving we surfed all kinds of different waves. Armed with a rented scooter – the only way to get around if you want to go wave hunting – we found loads of easily accessible un-crowded spots. The harder we searched, the quieter the line ups.\n\nEven without the amazing surf, if I’d have taken my camera out into the water instead of my board I’d have snagged some of the best photos of my life.",
    "Image": "Surfing-in-Sri-Lanka.jpg"
  },
  {
    "ID": 3,
    "Title": "WAS THIS THE BIGGEST NY EVER?",
    "Text": "More than a decade ago, Will Skudin and a crew of East Coast hellmen attempted the paddle to Montauk's outer sandbars, as a macking swell rifled into shore.\n\nAfter hucking into a few, the whole team was sent packing back to the beach by a huge closeout set. Over the next 10-years, Mr Skudin made it his mission to return to that same spot, in similar conditions, but wanted to be armed with a ski and an entire crew. Which brings us up to last week, when Will got his chance at redemption via Hurricane Maria, delivering swell for NY that emulated a certain Mexican powerhouse.\n\n\"March 17th 2007, Sean Killarney, Ryan Carlson, Timmy Turner and myself tired to paddle to the outer sandbars in NY. It was huge and freezing and we all made it out after 30 minutes of paddling in 6 mil wetsuits,” says Will.\n\nAnd what was the difference between this session and the one from a decade ago? “This time with bigger waves, bigger crew, more safety and a lot warmer condition,” Will recalls.  It was the biggest I have ever seen in NY by far “Lead by Montauk local legend Charlie Weimer, we had three skis and the two-day field trip began. It was the biggest I have ever seen in NY by far. Most of the boys got sometime on the ski and, between a lot of closeouts, a handful of 10-point Puerto Escondido like barrels went down.\n\n“I personally saw Pat Havlik, Tyler Maguire, Leif Engstrom, Charlie Weimer, Travis Beckmann, Trip Patterson, Kurt Rist, Ryan Seelbach and Cliff Skudin get crazy ones. Definitely a day that will be engraved in the back of my brain for life.”\n\nHawaiian born Travis Beckmann said: “Honestly,this session should be going down in New York history as one of the biggest days ever towed or paddled. Thanks again to everyone that got shots of all of us. And not to mention the entire ski crew we had trying to keep us safe in some serious conditions anywhere in the world, but it just so happened to be in my current backyard here in Montauk.”\n\nJoining the gents for this session was Mavericks charger, Ryan Seelbach – his first time setting foot on Long Island. He said: “I didn't know what to expect. A dreamy West Oz beach break with a tribe of ripping surfers? After being welcomed on the day of all days, I wondered where the spot was.\n\n“The Skudins knew. It was generous in size and power, with Puerto-like quality. Each of us equally ravenous, we shared as much as we could. It made for some good stories at sunset. Days like these are fleeting in the surf climate of today. So nice to see pure stoke is alive and well in NY.”",
    "Image": "3.jpg",
    "Video": "3.mp4"
  },
  {
    "ID": 4,
    "Title": "EDDIE WON'T GO BUT MAVERICKS IS ON",
    "Text": "The Quiksilver in Memory of Eddie Aikau big wave event will not run in the 2017/2018 season, it has been confirmed.\n\nIt is understood that Quik, Red Bull and the Aikau family had agreed sponsorship terms for the event, but over the weekend, talks fell apart and the event was cancelled.\n\nIn a statement, a representative from Quiksilver said: “Quiksilver has decided that it has run out of time to sponsor the 'Quiksilver in Memory of Eddie Aikau' big wave surf event for 2017-2018.\n\n“Quiksilver has been honoured to celebrate the life of champion big wave surfer and Waimea Bay lifeguard Eddie Aikau. Quiksilver is proud of the tradition of the event which underlines its respect for Eddie Aikau, the Hawaiian people and the community at large, and Quiksilver greatly appreciates more than 30-years of partnership with the Aikau family.\"\n\nMeanwhile, the World Surf League has confirmed that both a men's and women's Big Wave Tour event will go ahead at Mavericks this season, after an agreement was made with the troubled Cartel Management, the organisation behind the Titans of Mavericks competition.\n\nEarlier this year, Titans went bankrupt and had been looking to offload assets of the event, including the permit to run it.\n\n“The League has always held a high amount of respect for the both venue and its community as one of the pillars of big wave surfing,” said the WSL's CEO, Sophie Goldschmidt. “The WSL intends to continue to run the Mavericks event and celebrate the stories of those who steward and surf it through the Big Wave Tour. This is a huge moment for both the organization and the sport of surfing.” \n\nAnd big wave commissioner Mike Parsons added: “It’s one of the best big wave locations in the world and the opportunity to put it alongside Puerto Escondido, Nazaré and Pe’ahi is massive for the Big Wave Tour. After discussion with the athletes and the Senior Management team, including it in this year’s season was a no brainer. We’re all thrilled at the opportunity to run an event there.”",
    "Image": "4.jpg",
    "Video": "4.mp4"
  },
  {
    "ID": 5,
    "Title": "HOW TO SURVIVE THE DREADED SKUNK ATTACK",
    "Text": "If you travel for surf, it’s going to happen eventually—the dreaded skunk. Perhaps the wind goes sour or the weather doesn’t cooperate. Maybe you have booked a trip months ahead of time, but when it comes time to travel, the ocean goes flat.\n\nOr maybe it’s something as simple as a case of the stomach flu, a lost passport, or boards that don’t arrive. Whatever the case, your surf trip is shot, so now it’s up to you to salvage it. Here are a handful of tips for surviving a skunk attack.\n\nStay Positive\n\nOkay, so you aren’t scoring the best waves of your life—but you also aren’t at home, working in an office. Remember that a lot of people don’t get to travel at all, and billions will never know the joy of riding waves, whether at home or abroad. Even on a skunk trip, you are still traveling to someplace exotic and coastal. Things could be a lot worse.\n\nBroaden your Horizons\n\nWe surfers tend to be pretty myopic, both while on trips and in our general approach to life. It is easy to get stuck in the rut of only thinking about surfing, but there is a lot more to do in life, especially when you are in a foreign country with a lot to discover.\n\nIf the surf fails you, think of it as an opportunity to broaden your horizons and have other adventures and cultural experiences. Seek out hikes, nature reserves, museums—anything that “normal” travellers who aren’t obsessed with surf tend to enjoy. You might just discover that the place you are visiting has more to offer than waves.\n\nUpdate your Quiver\n\nYou may have gone on a trip hoping to score overhead barrels, and instead ended up getting ankle-high dribblers—but that doesn’t mean you can’t surf. Sure, your step-ups might not be ideal for less-than-ideal surf, but with the popularity of water sports these days, there are longboards and SUPs available for rent (or to borrow) in just about every coastal town on the planet.\n\nFind something with a bit of volume, and make the most of the waves that you have.\n\nChase Good Waves\n\nThe thing about wind is that it’s always offshore somewhere. If the zone you came to surf is blown out, don’t sit in your Airbnb grumbling—get out there and find a corner that’s offshore, or at least protected from the wind.\n\nSure, it might not be the wave you came to surf—but lesser-known spots are usually less crowded, and sometimes more fun than an area’s marquee breaks. Get out of your comfort zone and you might end up scoring after all!\n\nLend a Hand\n\nThere’s a saying in the ski/snowboard world that goes something like “No friends on powder days”—and the same tends to hold true when the waves are pumping. When we score epic waves, we can get a bit selfish and frothed-out, and the chances of making new friends are about as good as the chances of a local surfer gifting us the set of the day. But when things go bad, that’s when we seem to connect.\n\nDuring disasters, people often set aside their self-concern and reach out to help each other—and what’s a skunk trip if not a mini-disaster? One of the best ways to connect with someone is to do them a favour, and when your travel is derailed by circumstances beyond your control, favours are what end up saving the trip.\n\nRather than wallowing in grumpy isolation, get out there and help others survive the skunk. Who knows, you could make a friend for life—a friend that knows where you can score on your next surf trip.",
    "Image": "5.jpg"
  },
  {
    "ID": 6,
    "Title": "TEAM USA WINS 2017 VISSLA ISA WORLD JUNIOR SURFING CHAMPIONSHIP",
    "Text": "Team USA has been crowned the Team World Champion at the 2017 Vissla ISA World Junior Surfing Championship in Hyuga, Japan.\n\nPropelled to the top by six individual medals, including the Girls’ U-16 Medal from Alyssa Spencer, Team USA narrowly held off Team Hawaii in the race to the top spot. This is only Team USA’s second title in the history of the event, following their win in 2015.\n\nTrailing USA by only 263 points, Team Hawaii earned the silver medal with five individual medals of their own, Japan with the bronze, and Australia with the copper.\n\nISA President, Fernando Aguerre, said: “What an incredible week of competition. We have witnessed history here in Japan on many levels. We crowned the first ISA World Champions in Japan in 27 years and also saw new nations earn their first Medals. The sport of Surfing is growing and advancing all around the world as it was fully on display at the 2017 VISSLA ISA World Junior Surfing Championship.\n\n“I would like to thank all involved in the event, the organizers, the City of Hyuga, the prefecture of Miyazaki, the sponsors, and the title sponsor, Vissla, for supporting the future generation of surfers since 2014.\n\n“We are looking into the future of Surfing. We certainly will see some of the athletes that competed this week in Japan among those representing their nations at the Tokyo 2020 Olympics in three years.”\n\nIn the Boys’ Finals Team Japan and Argentina made history as Joh Azuchi (JPN, U-16) and Ignacio Gundesen (ARG, U-18) earned the first-ever medals for their respective nations in the event, displaying the development and growth of the sport in emerging surfing countries around the world.\n\nHawaii’s Brisa Hennessy entered an elite group of world-class surfers, earning her second ISA Junior World Champion Title, a feat that has also been accomplished by current WSL stars Tatiana Weston-Webb (HAW), Tyler Wright (AUS), and Stephanie Gilmore (AUS).\n\nAfter four repechage finals on Sunday, the grand finals took place with a packed crowd attending to witness the crowning of the world champions.\n\nThe U-16 Girls kicked off the grand finals in a duel between Hawaii and USA, a pivotal point in the race for the team. USA’s Alyssa Spencer earned her first medal of the event. Hawaii’s Keala Tomoda-Bannert kept Hawaii close in the team rankings, earning the silver medal. Samantha Sibley (USA) earned the bronze and Gabriela Bryan (HAW) the copper.\n\n“This has been my dream since I started surfing,” said Spencer. “I can’t believe it’s actually true. I’m speechless. I wanted the so bad and getting that nine right off the bat boosted my confidence so much. After that I just needed another score to back it up.\n\n“I would be so honored to represent the USA in the Tokyo 2020 Olympics, but I know it will take a lot of hard work because there are so many girls that rip.”\n\nThe U-16 Boy’s grand final followed, as the beach filled with thousands of spectators to root on the home-nation heroes Joh Azuchi and Keanu Chris Kamiyama.\n\nAzuchi’s last wave of 8.6 was just enough to boost him into the lead ahead of USA’s Taro Watanabe by a narrow margin of 0.16 points. The crowd erupted in cheers and stormed to the water’s edge to greet Azuchi, their first-ever ISA Junior World Champion. USA’s Watanabe earned the silver, Japan’s Kamiyama the bronze, and Brazil’s Lucas Vicente the copper.\n\nThe Girls U-18 grand final was next, featuring two past ISA Junior World Champions Summer Macedo (2015) and Brisa Hennessy (HAW). Hennessy, the defending medalist, had a tough time finding waves at the beginning of the heat, but found her rhythm in the final minutes, earning two wave scores of 8.5 and 7.77. Hennessy jumped into first followed by Leilani McGonagle (CRC) with the silver, Summer Macedo (HAW) with the bronze, and Kirra Pinkerton (USA) with the copper.\n\n“It was a crazy eight days,” said Hennessy. “I am so happy and grateful. My team worked so hard this week. I am so proud to represent Hawaii and hold my flag up high. I would tell young girls that are aspiring professional surfers at home to enjoy it and have fun. The best surfers out there are the ones having fun and enjoying the sport.”\n\nThe Boys U-18 grand final, the last of the day, would decide if USA or Hawaii would take home the Team Medal. However, Argentina’s Ignacio Gundesen had plans of his own and quickly jumped out to the lead which held through the end of the heat. Gundesen earned the first junior Medal for Argentina, drawing tears of joy from his team that received him on the beach. USA’s Noah Hill earned the silver Medal ahead of Hawaii’s Cody Young, assuring a Team Medal for USA. Australia’s Dylan Moffat came in fourth with the copper.\n\n“I am so happy to win this!” said Gundesen. “I am so proud that I’ve earned a top eight spot for my country to compete in the ISA Aloha Cup next year. I couldn’t have done this without my team. This is for them. This is for Argentina.”\n \nFinal results\n1 (Gold) – USA\n2 (Silver) – Hawaii\n3 (Bronze) – Japan\n4 (Copper) – Australia\n5 – France\n6 – Brazil\n7 – Costa Rica\n8 – Argentina\n9 – Portugal\n10 – New Zealand\n\nGirls U-16\n1 (Gold) – Alyssa Spencer (USA)\n2 (Silver) – Keala Tomoda-Bannert (HAW)\n3 (Bronze) – Samantha Sibley (USA)\n4 (Copper) – Gabriela Bryan (HAW)\n\nBoys U-16\n1 (Gold) – Joh Azuchi (JPN)\n2 (Silver) – Taro Watanabe (USA)\n3 (Bronze) – Keanu Chris Kamiyama (JPN)\n4 (Copper) – Lucas Vicente (BRA)\n\nGirls U-18\n1 (Gold) – Brisa Hennessy (HAW)\n2 (Silver) – Leilani McGonagle (CRC)\n3 (Bronze) – Summer Macedo (HAW)\n4 (Copper) – Kirra Pinkerton (USA)\n\nBoys U-18\n1 (Gold) – Ignacio Gundesen (ARG)\n2 (Silver) – Noah Hill (USA)\n3 (Bronze) – Cody Young (HAW)\n4 (Copper) – Dylan Moffat (AUS)",
    "Image": "6.jpg",
    "Video": "6.mp4"
  },
  {
    "ID": 7,
    "Title": "WAITING PERIOD OPENS FOR NELSCOTT REEF BIG WAVE PRO-AM",
    "Text": "Although we haven’t seen any huge swells yet, the north Pacific is starting to wake up, with various systems forming north of Hawaii and the Pacific Northwest.\n\nAs the seasons change, our focus will continue to shift from southern hemi to northern hemi swells, and no one is more excited about this fact then the crew up in Oregon.\n\nSummer isn’t the nicest time for the Pacific Northwest, as it typically brings troublesome winds and a lack of swell. But fall and winter are another story altogether, and no one knows that better than the die hard chargers who frequent Lincoln City’s Nelscott Reef.\n\nFormerly a stop on the Big Wave Tour, Nelscott Reef is an offshore bombie that can be paddled in excess of 50-feet, and that picks up swell from storms generated in the Gulf of Alaska—the types of swells that will start to churn with regularity over the next few months.\n\nSo it’s no surprise that the Nelscott Reef Big Wave Pro/Am opened its waiting period this week. Event directors Adam Wagner and Gabe Smith are excited to see this year’s event get under way, and recently released an invite list that features many of the world’s top big wave surfers, along with a handful of local talent and underground legends.\n\nWhile wildcards and alternates have not been released yet, the event staff has received overwhelming interest from potential competitors, and have indicated that they will use a lottery system to select the event alternates.\n\nAs with most big wave events, the Nelscott contest will give competitors 72 hours notice when contestable conditions are forecasted, with the ideal swell combining both large waves and favorable winds.\n\nWhile conditions in Oregon can be somewhat fickle, contest organizers are confident that the event will run this year, and are excited to see big wave heroics return to Lincoln City.\n\nNelscott Reef is a unique venue in that the wave breaks nearly a mile offshore, and is virtually impossible to paddle out to, due to a treacherous reform beach break and a raging near-shore current.\n\nFor this reason, safety and transfer logistics will be a main focus of the event, and will be headed up by Erik Akiskalian. Akiskalian has worked water logistics on WSL big wave events, and is basing this winter between the Pacific Northwest and Nazare, where he will be running water safety over the next few months.\n\n“One of the biggest challenges we have is getting everyone out to the reef in a timely and safe manner,” says Akiskalian. “We operate on a man-on-man basis, one ski for each surfer in the water. We have some of the best watermen in the world operating the skis, while constantly focusing on risk management and keeping everyone safe throughout the event.”\n\nThe Nelscott Reef Big Wave Pro/Am opened its waiting period on October 1, 2017, with the event window running through March 31, 2018. The event will run when wave heights and conditions are deemed to be contestable.",
    "Image": "7.jpg"
  },
  {
    "ID": 8,
    "Title": "The Wedge shows its claws",
    "Text": "We're already deep into fall, but Southern Californians are calling it the swell of the summer.\nIf you're a surfer living in California, you know how hard it was to find waves during the 2017 summer. If fact, it was deeply frustrating to spend the warm season chasing decent two-foot rollers.\n\nBut the rainbow has finally arrived. The Wedge was set on fire by a long-period south swell that hit Newport Beach's most famous surf break during the weekend. And you could feel the ocean's energy from the beach.\n\nWith light winds and an ideal sandbar waiting for the performers, the goods were served in golden plates and spaced sets. The waves were big and hollow, and not for the faint-hearted.\n\nYou could easily spot the locals charging and dominating the peak, but the cool and enthusiastic vibes spread around, allowing everyone their fair share of adrenaline shots.\n\nThe Wedge's historical session kicked off early in the morning and had, as always, all sorts of crafts pushing the envelope - bodyboarders, surfers, skimboarders, and bodysurfers coexisted rationally and respectfully.\n\nAs always in this surfing arena, there were a few frightening wipeouts, bone-crushing moments, and flawless pit exits.",
    "Image": "8.jpg",
    "Video": "8.mp4"
  },
  {
    "ID": 9,
    "Title": "How to maintain your foil",
    "Text": "Learn simple preventive measure that will make your foil last longer. Slingshot shared some helpful tips on keeping your gear in top performance.\nYou've made your splurge, and it's your new favorite toy. Like anything that is worth something, your new foil needs some tender loving care.\n\nProper maintenance, both before and after using your foil, are essential steps in prolonging its life. This is especially important with salt water exposure.\n\nFollowing these simple steps on a regular basis will minimize corrosion and prevent the components of your foil from fusing together:\n\n1. Rinse your foil with fresh water after every use;\n2. Disassemble and clean your foil regularly;\n3. Before assembling, coat all areas of your foil and hardware that are touching each other with Lanolin oil or a comparison;\n4. Coat all bolt hardware with Lanolin oil and wrap with Teflon tape before assembling your foil;\n\nTo minimize sand and dirt exposure, it's important to assemble your foil in a clean, sand-free area. If transporting your foil fully assembled is not an option, assemble as many components as you can ahead of time.\n\nIn a clean, sand-free area, carefully coat all bolt hardware, bolt holes and all connection points with a layer of Lanolin oil or comparison.\n\nCoat anywhere that parts each other to prevent them from corroding and fusing together. Don't forget the inside of your front wing. A cotton swab works well for this.\n\nLanolin, or wool's wax, is a natural oil that acts as a lubricant and water repellent. If you have an allergy to wool, be sure to take precautions or use a different oil.\n\nWrap all bolt hardware in a thin layer of Teflon Tape. This will be a little tricky with bolts covered in a layer of Lanolin oil, but it acts as a second layer of protection to prevent your bolts from corroding and fusing with other components of your foil.\n\nWrap the tape tight, so it feeds through the threads of the foil properly without peeling off. After these steps, assemble your foil as directed.\n\nFollow these steps every time you assemble your foil. For saltwater exposure, we recommend repeating this process every time you foil, to maximize protection against corrosion.",
    "Image": "9.jpg",
    "Video": "9.mp4"
  },
  {
    "ID": 10,
    "Title": "Mavericks included in the 2017/2018 Big Wave Tour",
    "Text": "It's official. The Mavericks big wave surfing competition is officially part of the World Surf League (WSL).\nThe WSL confirmed reached an agreement with Cartel Management, and the iconic Northern California surf break will be included in the current 2017/2018 Big Wave Tour (BWT) season.\n\"The WSL has always held a high amount of respect for the both venue and its community as one of the pillars of big wave surfing. We intend to continue to run the Mavericks event and celebrate the stories of those who steward and surf it through the Big Wave Tour,\" noted Sophie Goldschmidt, CEO of WSL.\nThe Titans of Mavericks was last run in 2016, and Nic Lamb was its champion. Now, big wave surfers will have the chance to taste its raw power under the WSL supervision.\n\"After discussion with the athletes and the senior management team, including it in this year's season was a no-brainer. We're all thrilled at the opportunity to run an event there,\" added Mike Parsons, the BWT commissioner.\nThe organization also confirmed that female surfers will have the opportunity to put their skills to test at Mavericks, bringing an end to a multi-year controversy.\nThe 2017/2018 Big Wave Tour is already underway, with one event completed - the Puerto Escondido Challenge - and won by Kai Lenny. The upcoming events are the Peahi Challenge, the Nazaré Challenge, and the Mavericks contest.",
    "Image": "10.jpg",
    "Video": "10.mp4"
  },
   {
    "ID": 11,
    "Title": "Soul Surfer",
    "Text": "It came, literally, out of the blue.\n\nI had no warning at all; not even the slightest hint of danger on the horizon. The waves were small and inconsistent, and I was just kind of rolling along with them, relaxing on my board with my left arm dangling in the cool water. I remember thinking, \"I hope the surf picks up soon...\"\n\nThat's all it took: a split second. I felt a lot of pressure and a couple of lightning fast tugs. Then I watched in shock as the water around me turned bright red. Somehow, I stayed calm. My left arm was gone almost to the armpit, along with a huge crescent-shaped chunk of my red, white and blue surfboard...\n\nI remember most clearly what the Kauai paramedic said to me in the ambulance: He spoke softly and held my hand as we were pulling out of the beach parking lot. He whispered in my ear, \"God will never leave you or forsake you.\" He was right.\n\nI believe in God. Nobody made me believe; I don't think you can or should try to force someone to believe something. And even though my parents taught me stuff about God and read Bible stories to me from as early as I can remember... it was my choice to become a believer in Him. The way I see it, putting our faith in God is something that each person has to come to on his or her own. It's your own personal relationship with Him; a bond that's as unique as a fingerprint.\n\nSome people don't think much about this kind of stuff unless something terrible happens to them, or like my parents, until they are older. But I can remember putting my trust in Jesus Christ when I was just a kid, probably around five years old.\n\nWhen people ask me what my faith in Christ means to me, I usually answer in just one word: \"everything!\" This was true before the shark attack as well as after. And I truly believe that this faith is a big part of what did get me through it. It helps to know that even when you don't have a clue why something has happened in your life, someone up there has a master plan and is watching over you. It's a tremendous relief to be able to put your trust in God and take the burden off your shoulders.\n\nMy plans to be a professional surfer got hit pretty hard on that Halloween morning. It was my own personal tsunami. In the days, weeks, and months that followed I had a lot of cleaning up to do. Often, it was scary or trying. And I won't lie to you: in some ways it still is. I've worked really hard to become a pro surfer, and am now competing with the best women surfers in the world.\n\nBut for me, knowing that God loves me and that he has a plan for my life, that no shark can take away and no contest result can shake, is like having solid rock underneath me. Bad things are bound to happen to everyone. That's life. Here's my advice: don't put all your hope and faith into something that could suddenly and easily disappear. And honestly, that's almost anything. The only thing that will never go away, that will never fail you, is God and your faith in him. All I can say is He gives me a really strong foundation for everything I do in life.",
    "Image": "soul-surfer.jpg",
    "Video": "Soul-Surfer.mp4"
  }

  
]
